Repository: EspaceNetworks/weakpasswords
Catalog: i18n/*/LC_MESSAGES/weakpasswords.po
Languages: ru_ru, sv_se

source: %s Trunk
ru_ru: %s Транк

source: Extension
ru_ru: Внутренний номер
sv_se: Anknytning

source: Message
ru_ru: Сообщение
sv_se: Meddelande

source: Name
ru_ru: Имя
sv_se: Namn

source: No weak secrets detected on this system.
ru_ru: Слабых паролей в системе не обнаружено.
sv_se: Inga svaga lösenord detekterades i växeln

source: Secret
ru_ru: Пароль
sv_se: Lösenord

source: Secret has consecutive digit
ru_ru: Пароль - одинаковые цифры
sv_se: Lösenordet har samma siffror i följd

source: Secret has sequential digits
ru_ru: Пароль - просто последовательность цифр
sv_se: Lösenordet har sekventiella siffror

source: Secret is empty
ru_ru: Поле пароля пустое

source: Secret less than 6 digits
ru_ru: Пароль меньше 6 знаков
sv_se: Lösenordet har mindre än 6 siffror

source: Secret same as device
ru_ru: Пароль такой же как и устройство
sv_se: Lösenordet är samma som anknytningen

source: Type
ru_ru: Тип
sv_se: Typ

source: Warning: The use of weak SIP/IAX passwords can compromise this system resulting in toll theft of your telephony service. You should change the reported devices and trunks to use strong secrets.
ru_ru: Предупреждение: Использование слабых паролей SIP/IAX может привести к взлому вашей системы и краже телефонного трафика. Необходимо изменить пароли на устройствах и транках, о которых сообщила система, на более стойкие.

source: Weak Password Detection
ru_ru: Обнаружение слабых паролей
sv_se: Svagt lösenord detekterat

source: extension/trunk has weak secret
ru_ru: на внутреннем номере/транке имеет слабый пароль

source: extensions/trunks have weak secrets
ru_ru: на внутреннем номере/транке установлен слабый пароль
